{
  "url": "https://tweakers.net/carriere/it-banen/966948/soc-lead-den-haag-ministerie-van-justitie-en-veiligheid",
  "extraction_timestamp": "2025-06-22 21:29:27",
  "company_info": {
    "name": "Ministerie van Justitie en Veiligheid",
    "location": "Den Haag",
    "posting_date": "6 juni 2025",
    "name_en": "Ministry of Justice and Security"
  },
  "job_details": {
    "title": "SOC Lead",
    "features": {
      "Functiegroep": "Automatisering / Internet",
      "Functie": "SOC lead",
      "Branche": "Overheid / Non-profit",
      "Dienstverband": "Vast",
      "Uren": "36 uur per week",
      "Salaris": "€ 5.212\n                            \n                             - \n                                                            € 7.747",
      "Opleidingsniveau": "WO",
      "Carriere": "Ervaren",
      "Werklocatie": "Turfmarkt, Den Haag"
    },
    "title_en": "SOC Lead",
    "features_translated": {
      "Functiegroep (Function group)": "Automatisering / Internet (Automation / Internet)",
      "Functie (Function)": "SOC lead (SOC lead)",
      "Branche (Industry)": "Overheid / Non-profit (Government / non-profit)",
      "Dienstverband (Employment)": "Vast (Vast)",
      "Uren (O'clock)": "36 uur per week (36 hours a week)",
      "Salaris (Salary)": "€ 5.212\n                            \n                             - \n                                                            € 7.747 (€ 5.212\n                            \n                             - \n                                                            € 7.747)",
      "Opleidingsniveau (Level of education)": "WO (WO)",
      "Carriere (Career)": "Ervaren (Experienced)",
      "Werklocatie (Work location)": "Turfmarkt, Den Haag (Turfmarkt, The Hague)"
    }
  },
  "requirements": {},
  "employment_conditions": {},
  "contact_info": {
    "address": "Ministerie van Justitie en Veiligheid | - | 2511DP Den Haag",
    "contact_details": "Contactgegevens"
  },
  "raw_content": "SOC Lead\nMinisterie van Justitie en Veiligheid, Directie Informatievoorziening & Inkoop (DI&I)\nFunctieomschrijving\nWaar kom je te werken?\nHet Security Operations Center (SOC) van het ministerie van Justitie en Veiligheid (JenV) voert - net als ieder SOC - security monitoring en incident response uit. Daarnaast ondersteunen wij vanuit het Bestuursdepartement de organisaties binnen JenV op het gebied van Detectie en Response. We werken nauw samen met de decentrale SOC's binnen JenV en andere organisaties binnen de Rijksoverheid.\nWat ga je doen?\nAls SOC Lead ben jij verantwoordelijk voor het aansturen van de dagelijkse operatie binnen het SOC. Je stuurt medewerkers functioneel aan en rapporteert aan de manager. Daarnaast ben je ook betrokken bij SOC-werkzaamheden, zoals het detecteren en afhandelen van security incidenten. Je verzamelt dreigingsinformatie, richt detectieregels in, en zorgt ervoor dat aanvallers vroegtijdig worden geïdentificeerd. Bij detectie zet je de juiste acties uit en geef je stakeholders handelingsperspectief.\nJe werkt nauw samen met diverse organisaties binnen en buiten JenV, adviseert over detectie en response, helpt processen inrichten voor het SOC, en wisselt informatie uit in Rijksbrede werkgroepen.\nTevens zorg je ervoor dat gestelde doelen behaald worden en denk je actief mee met de doorontwikkeling van het SOC op operationeel en organisatorisch niveau.\nFunctie-eisen\nErvaring in het coachen, begeleiden en ontwikkelen van een team.\nIdentificeer (inter)nationale trends en ontwikkelingen binnen het SOC en pas deze toe binnen het eigen werkgebied.\nVoer regelmatig evaluaties uit van processen en resultaten en implementeer structurele verbeteringen.\nFocus op innovatie en verbetering van SOC-processen en tooling.\nAls onze nieuwe collega beschik je over uitstekende analytische en communicatieve vaardigheden. Je hebt ruime en praktische ervaring met werken in een Agile-omgeving en het plannen van werkzaamheden daarbij. Je bent in staat om het jaarplan naar uitvoeringsniveau te vertalen en het werk onder de medewerkers te verdelen.\nBen je enthousiast? We zien je sollicitatie graag tegemoet. Je hoeft geen motivatiebrief te schrijven, in plaats daarvan vragen we je onderstaande drie vragen volgens de STARR-methode in maximaal 200 woorden per vraag te beantwoorden. In het eerste gesprek komen deze vragen en jouw antwoorden aan de orde.\n1. Kun je een situatie beschrijven waarin je een complex probleem binnen een SOC hebt moeten analyseren en oplossen?\n2. Beschrijf een situatie waarin je snel moest schakelen bij een incident. Hoe ben je hiermee omgegaan?\n3. Kun je een voorbeeld geven van een situatie waarin je een team hebt moeten leiden door een uitdagend project of een periode van verandering, en hoe je hebt bijgedragen aan de ontwikkeling van je teamleden tijdens dit proces?\nArbeidsvoorwaarden\nSalarisniveau\nschaal 13\nMaandsalaris\nMin €5.212 – Max. €7.747 (bruto)\nDienstverband\nArbeidsovereenkomst voor bepaalde tijd met uitzicht op onbepaalde tijd\nContractduur\n1\nMaximaal aantal uren per week\n36\nOverige arbeidsvoorwaarden\nNaast het salaris ontvang je een Individueel Keuzebudget (IKB). Het IKB bestaat uit geld (16,50% van je bruto jaarsalaris) en tijd. Met het IKB maak jij de keuzes die bij jou passen en kun je een deel van je arbeidsvoorwaarden zelf samenstellen. Je kunt er bijvoorbeeld voor kiezen om een deel van je maandinkomen te laten uitbetalen wanneer jij dat wenst. Ook kun je dit budget omzetten in verlof en andersom of besteden aan fiscaal vriendelijke doelen. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer verschillende studiefaciliteiten, bedrijfsfitness, volledige vergoeding van je OV-reiskosten woon-werkverkeer en gedeeltelijk betaald ouderschapsverlof.\nBijzonderheden\nJe hebt bij jouw indiensttreding een Verklaring Omtrent het Gedrag (VOG) nodig, tenzij je al een arbeidsovereenkomst hebt bij de Rijksoverheid. Voor deze functie is naast een VOG een Verklaring Geen Bezwaar (VGB) C vereist.\nJe draait maximaal eens per vijf weken mee in een beschikbaar- en bereikbaarheidsdienst (consignatiedienst). Hier ontvang je een vergoeding voor.\nInschaling vindt plaats op basis van relevante werkervaring en kennisniveau. Eventueel kan een aanloopschaal gehanteerd worden. Een assessment kan deel uitmaken van de sollicitatieprocedure.\nOm een nog beter (of aanvullend) beeld van ervaring, kennis en competenties te verkrijgen in de wervingsprocedure kan het zijn dat we openbare informatie van je op LinkedIn raadplegen. Als je dat niet wilt, kun je het profiel afschermen voor personen die geen connectie van je zijn op LinkedIn.\nWe vragen tijdens de sollicitatieprocedure om twee referenties. Contact opnemen met één van de opgegeven referenties kan onderdeel zijn van de sollicitatieprocedure.\nSolliciteren?\nMinisterie van Justitie en Veiligheid, Directie Informatievoorziening & Inkoop (DI&I) nodigt je uit op hun site te solliciteren. Via onderstaande knop verlaat je deze site en ga je direct naar het\nsollicitatieformulier\n. Het Rijk hecht waarde aan een diverse en inclusieve organisatie. Werken in divers samengestelde teams maakt ons effectiever, innovatiever en het werk leuker. Eenieder wordt daarom uitgenodigd te solliciteren.\nSolliciteren\nMeld Misbruik",
  "structured_content": {
    "job_description": "Wat ga je doen?\nAls SOC Lead ben jij verantwoordelijk voor het aansturen van de dagelijkse operatie binnen het SOC. Je stuurt medewerkers functioneel aan en rapporteert aan de manager. Daarnaast ben je ook betrokken bij SOC-werkzaamheden, zoals het detecteren en afhandelen van security incidenten. Je verzamelt dreigingsinformatie, richt detectieregels in, en zorgt ervoor dat aanvallers vroegtijdig worden geïdentificeerd. Bij detectie zet je de juiste acties uit en geef je stakeholders handelingsperspectief.\nJe werkt nauw samen met diverse organisaties binnen en buiten JenV, adviseert over detectie en response, helpt processen inrichten voor het SOC, en wisselt informatie uit in Rijksbrede werkgroepen.\nTevens zorg je ervoor dat gestelde doelen behaald worden en denk je actief mee met de doorontwikkeling van het SOC op operationeel en organisatorisch niveau.",
    "requirements": "Om een nog beter (of aanvullend) beeld van ervaring, kennis en competenties te verkrijgen in de wervingsprocedure kan het zijn dat we openbare informatie van je op LinkedIn raadplegen. Als je dat niet wilt, kun je het profiel afschermen voor personen die geen connectie van je zijn op LinkedIn.\nWe vragen tijdens de sollicitatieprocedure om twee referenties. Contact opnemen met één van de opgegeven referenties kan onderdeel zijn van de sollicitatieprocedure.",
    "what_we_offer": "",
    "employment_conditions": "Naast het salaris ontvang je een Individueel Keuzebudget (IKB). Het IKB bestaat uit geld (16,50% van je bruto jaarsalaris) en tijd. Met het IKB maak jij de keuzes die bij jou passen en kun je een deel van je arbeidsvoorwaarden zelf samenstellen. Je kunt er bijvoorbeeld voor kiezen om een deel van je maandinkomen te laten uitbetalen wanneer jij dat wenst. Ook kun je dit budget omzetten in verlof en andersom of besteden aan fiscaal vriendelijke doelen. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer verschillende studiefaciliteiten, bedrijfsfitness, volledige vergoeding van je OV-reiskosten woon-werkverkeer en gedeeltelijk betaald ouderschapsverlof.",
    "application_process": "Solliciteren\nMeld Misbruik"
  },
  "translated_sections": {
    "job_description": {
      "original": "Wat ga je doen?\nAls SOC Lead ben jij verantwoordelijk voor het aansturen van de dagelijkse operatie binnen het SOC. Je stuurt medewerkers functioneel aan en rapporteert aan de manager. Daarnaast ben je ook betrokken bij SOC-werkzaamheden, zoals het detecteren en afhandelen van security incidenten. Je verzamelt dreigingsinformatie, richt detectieregels in, en zorgt ervoor dat aanvallers vroegtijdig worden geïdentificeerd. Bij detectie zet je de juiste acties uit en geef je stakeholders handelingsperspectief.\nJe werkt nauw samen met diverse organisaties binnen en buiten JenV, adviseert over detectie en response, helpt processen inrichten voor het SOC, en wisselt informatie uit in Rijksbrede werkgroepen.\nTevens zorg je ervoor dat gestelde doelen behaald worden en denk je actief mee met de doorontwikkeling van het SOC op operationeel en organisatorisch niveau.",
      "translated": "What are you going to do?\nAs a SOC Lead you are responsible for managing the daily operation within the SOC. You manage employees functionally and report to the manager. In addition, you are also involved in SOC work, such as detecting and handling security incidents. You collect threat information, organize detection rules, and ensure that attackers are identified early. With detection you set the right actions and give stakeholders action perspective.\nYou work closely with various organizations inside and outside JENV, advise on detection and response, help set up processes for the SOC, and exchange information in government -wide working groups.\nYou also ensure that set goals are achieved and you actively think along with the further development of the SOC at the operational and organizational level.",
      "word_count": 126
    },
    "requirements": {
      "original": "Om een nog beter (of aanvullend) beeld van ervaring, kennis en competenties te verkrijgen in de wervingsprocedure kan het zijn dat we openbare informatie van je op LinkedIn raadplegen. Als je dat niet wilt, kun je het profiel afschermen voor personen die geen connectie van je zijn op LinkedIn.\nWe vragen tijdens de sollicitatieprocedure om twee referenties. Contact opnemen met één van de opgegeven referenties kan onderdeel zijn van de sollicitatieprocedure.",
      "translated": "To obtain an even better (or additional) image of experience, knowledge and competencies in the recruitment procedure, we may consult public information from you on LinkedIn. If you don't want that, you can shield the profile for people who are not a connection of you on LinkedIn.\nWe ask for two references during the application procedure. Contact one of the specified references can be part of the application procedure.",
      "word_count": 71
    },
    "employment_conditions": {
      "original": "Naast het salaris ontvang je een Individueel Keuzebudget (IKB). Het IKB bestaat uit geld (16,50% van je bruto jaarsalaris) en tijd. Met het IKB maak jij de keuzes die bij jou passen en kun je een deel van je arbeidsvoorwaarden zelf samenstellen. Je kunt er bijvoorbeeld voor kiezen om een deel van je maandinkomen te laten uitbetalen wanneer jij dat wenst. Ook kun je dit budget omzetten in verlof en andersom of besteden aan fiscaal vriendelijke doelen. De Rijksoverheid hecht sterk aan persoonlijke groei en loopbaanontwikkeling en biedt daarvoor tal van mogelijkheden. Tot de secundaire arbeidsvoorwaarden behoren onder meer verschillende studiefaciliteiten, bedrijfsfitness, volledige vergoeding van je OV-reiskosten woon-werkverkeer en gedeeltelijk betaald ouderschapsverlof.",
      "translated": "In addition to the salary you will receive an individual choice budget (IKB). The IKB consists of money (16.50% of your gross annual salary) and time. With the IKB you make the choices that suit you and you can put together part of your employment conditions yourself. For example, you can choose to have part of your monthly income paid out when you wish. You can also convert this budget into leave and vice versa or spend on tax -friendly goals. The central government strongly attaches great importance to personal growth and career development and offers numerous possibilities for this. The secondary employment conditions include various study facilities, company fitness, full reimbursement of your public transport travel costs for commuting and partially paid parental leave.",
      "word_count": 112
    },
    "application_process": {
      "original": "Solliciteren\nMeld Misbruik",
      "translated": "Apply for\nReport abuse",
      "word_count": 3
    }
  }
}